wambd/certification4/minimumPriceRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pac="http://packages.servicePackage.dome.com/">
<soapenv:Header/>
<soapenv:Body>
   <pac:minimumPrice>
      <arg0>
         <!--beginDate></beginDate-->
         <!--fareCode></fareCode-->
         <ideses>WAW#40292#250941801616500</ideses>
         <!--origin>
            <originCode></originCode>
            <originName></originName>
         </origin-->
         <!-- El campo "packageCode" es obligatorio -->
         <packageCode>IT19T-80519</packageCode>
         <!--stayCode></stayCode-->
      </arg0>
   </pac:minimumPrice>
</soapenv:Body>
</soapenv:Envelope>